[
  {
    "title": "The Temple of Asclepius. Epidauros, Greece. 380 B.C.",
    "image": "static/images_page2/12.jpg",
    "content": "Built in the early fourth century BCE, the Temple of Asclepius was built to serve as a major temple for the healing god Asclepius. Designed by Theodotos, this Doric temple features pedimental sculpture, front and back, and figural acroteria. Fragments of its upper structure were recovered in an excavation and are now exhibited in an archaeological museum at the site."
  },
  {
    "title": "The Tholos of Athena. Delphi, Greece. 400 B.C.",
    "image": "static/images_page2/13.jpg",
    "content": "The Tholos of Athena is a circular temple constructed by Theodorus of Phocaea. It serves as an early example of a Doric exterior with a Corinthian interior, each having 20 and 10 columns, respectively. It established the pattern for circular temples in ancient Greece."
  },
  {
    "title": "The Erechtheion. Athens, Greece. 421 B.C. - 405 B.C.",
    "image": "static/images_page2/14.jpg",
    "content": "Located on the north side of the Acropolis of Athens in Greece, The Erechtheion was built for both Athena and Poseidon. This ancient Greek temple was designed by Mnesicles, with name derived from a shrine dedicated to the legendary Greek hero Erichthonius. It is believed that this temple was built to replace the Peisistratid temple of Athena Polias that was destroyed in 480 B.C."
  },
  {
    "title": "The Temple of Athena Nike. Athens, Greece. 427 B.C.",
    "image": "static/images_page2/15.jpg",
    "content": "A temple on the Acropolis of Athens, the Temple of Athena Nike was built between 427 B.C. and 424 B.C. and is considered as the earliest fully Ionic temple in the region. The sheer walls of this temple are protected on the north, west and south by the Nike Parapet. It was designed by Architect Kallikrates."
  },
  {
    "title": "The Temple of Nemesis. Rhamnous, Greece. 436 B.C. - 432 B.C.",
    "image": "static/images_page2/16.jpg",
    "content": "Located at the road between Rhamnous and Marathon, the Temple of Nemesis used to be a sanctuary where dedications were made to the deified Livia, the wife of Augustis. This Doric hexastyle temple had 12 columns on the sides and contains several grave monuments."
  },
  {
    "title": "The Temple of Poseidon. Sounion, Greece. 444 B.C. - 440 B.C.",
    "image": "static/images_page2/17.jpg",
    "content": "The Temple of Poseidon is a Doric peripteral hexastyle building that is characterized by its attenuated columns and perfected classical proportion. This temple used to be a venue where mariners propitiated Poseidon by making animal sacrifices or leaving gifts."
  },
  {
    "title": "The Parthenon. Athens, Greece. 447 B.C. - 432 B.C.",
    "image": "static/images_page2/18.jpg",
    "content": "Considered as the most renowned of all Greek temples, the Parthenon is one of the most influential buildings in the world of architecture. It was dedicated to Pericles by Ictinus and Callicrates and was ornamented with sculpture under the direction of Pheidias. The hypostyle naos of this temple contained a colossal statue of Athena."
  },
  {
    "title": "The Temple of Apollo Epicurius. Bassae, Greece. 450 B.C. to 425 B.C.",
    "image": "static/images_page2/19.jpg",
    "content": "Designed by the architect of the Temple of Hephaestus and the Parthenon, Iktinos, the Temple of Apollo Epicurius was dedicated to Apollo the Helper. It was praised by ancient writer Pausanias because of the beauty of its stone and the harmony of its construction."
  },
  {
    "title": "The Temple of Hephaestus. Athens, Greece. 449 B.C. - 444 B.C.",
    "image": "static/images_page2/20.jpg",
    "content": "More commonly known as the Hephaisteion, the Temple of Hephaestus in Athens, Greece is a well-preserved Greek Doric peripteral temple. It is specifically situated at the northwest side of the Agora of Athens on top of the Agoraios Kolonos Hill and has served as the Greek orthodox church of St. George Akamates since 1834."
  },
  {
    "title": "The Temple of Zeus. Olympia, Greece. 460 B.C.",
    "image": "static/images_page2/21.jpg",
    "content": "Designed by Libon of Elis, the Temple of Zeus at Olympia was an ancient Greek temple dedicated to the chief of the gods; Zeus. It was built between 472 B.C. and 456 B.C. and served as the very model of the fully developed classical Greek temple of the Doric order. It had carved metopes and triglyph friezes, as well as pediments filled with sculptures in the Severe Style."
  },
  {
    "title": "The Temple of Aphaia. Aegina, Greece. 490 B.C.",
    "image": "static/images_page2/22.jpg",
    "content": "Located within the sanctuary complex dedicated to goddess Aphaia, the Temple of Aphaia lies in the Saronic Gulf and stands on a 160-meter peak on the eastern side of the island. This temple has a peripheral hexa-style plan with 12 columns along each of its sides. It also has a ceramic roof and pedimental sculptures."
  },
  {
    "title": "The Temple of Apollo. Corinth, Greece. 540 B.C.",
    "image": "static/images_page2/23.jpg",
    "content": "Located in Isthmus of Corinth, the Temple of Apollo was very similar to the Temple of Hera at Olympia, only that it was built entirely on stone. The broad capitals of this temple were carved as separate pieces and were coated with marble stucco."
  },
  {
    "title": "Temple of Hera. Olympia, Greece. 590 B.C.",
    "image": "static/images_page2/24.jpg",
    "content": "Also known as Heraion, the Temple of Hera is an ancient Doric Greek temple that was destroyed by an earthquake in the early 4th century A.D. and was never rebuilt. Today, the ruined temple is where the torch of the Olympic flames is located and lit. This temple was dedicated to Hera, a female deity in Greek religion."
  },
    {
      "title": "Temple of Artemis. Corfu, Greece. 580 B.C.",
      "image": "static/images_page2/25.jpg",
      "content": "One of the most ancient edifices in Corfu, Greece, the Temple of Artemis was built and dedicated to Artemis and functioned as a sanctuary. It is known as the first Doric temple that was exclusively built with stone and the first building to have integrated all the elements of the Doric architectural style."
    }
]