[
    {
      "title": "Where and when",
      "image": "static/image_page1/1_1.jpg",
      "content": "Greek architecture refers to the architecture of the Greek speaking peoples who inhabited the Greek mainland and the Peloponnese, the islands of the Aegean Sea, the Greek colonies in Ionia (coastal Asia Minor), and Magna Graecia (Greek colonies in Italy and Sicily). \nGreek architecture stretches from c. 900 B.C.E. to the first century C.E., with the earliest extant stone architecture dating to the seventh century B.C.E. \nGreek architecture influenced Roman architecture and architects in profound ways, such that Roman Imperial architecture adopts and incorporates many Greek elements into its own practice. An overview of basic building typologies demonstrates the range and diversity of Greek architecture."
    },
    {
      "title": "Temple",
      "image": "static/image_page1/1_2.jpg",
      "content": "The most recognizably “Greek” structure is the temple (even though the architecture of Greek temples is actually quite diverse). The Greeks referred to temples with the term ὁ ναός (ho naós), meaning “dwelling,” temple derives from the Latin term, templum. The earliest shrines were built to honor divinities and were made from materials such as wood and mud brick—materials that typically don’t survive very long. The basic form of the naos (the interior room that held the cult statue of the God or Gods) emerges as early as the tenth century B.C.E. as a simple, rectangular room with projecting walls (antae) that created a shallow porch. This basic form remained unchanged in its concept for centuries. In the eighth century B.C.E., Greek architecture begins to make the move from ephemeral materials (wood, mud brick, thatch) to permanent materials (namely, stone).\nDuring the Archaic period, the tenets of the Doric order of architecture in the Greek mainland became firmly established, leading to a wave of monumental temple building during the sixth and fifth centuries B.C.E. Greek city-states invested substantial resources in temple building—as they competed with each other not just in strategic and economic terms, but also in their architecture. For example, Athens devoted enormous resources to the construction of the Acropolis in the 5th century B.C.E.—in part so that Athenians could be confident that the temples built to honor their gods surpassed anything that their rival states could offer.\nThe multi-phase architectural development of sanctuaries such as that of Hera on the island of Samos demonstrates not only the change that occurred in construction techniques over time but also how the Greeks re-used sacred spaces—with the later phases built directly atop the preceding ones. Perhaps the fullest, and most famous, expression of Classical Greek temple architecture is the Periclean Parthenon of Athens—a Doric order structure, the Parthenon represents the maturity of the Greek classical form.\nGreek temples are often categorized in terms of their ground plan and the way in which the columns are arranged. A prostyle temple is a temple that has columns only at the front, while an amphiprostyle temple has columns at the front and the rear. Temples with a peripteral arrangement (from the Greek πτερον (pteron), meaning “wing”) have a single line of columns arranged all around the exterior of the temple building. Dipteral temples simply have a double row of columns surrounding the building. One of the more unusual plans is the tholos, a temple with a circular ground plan; famous examples are attested at the sanctuary of Apollo in Delphi and the sanctuary of Asclepius at Epidaurus."
    },
    {
      "title": "Stoa",
      "image": "static/image_page1/1_3.jpeg",
      "content": "Stoa (στοά) is a Greek architectural term that describes a covered walkway or colonnade that was usually designed for public use. Early examples, often employing the Doric order, were usually composed of a single level, although later examples (Hellenistic and Roman) came to be two-story freestanding structures. These later examples allowed interior space for shops or other rooms and often incorporated the Ionic order for interior colonnades.\nGreek city planners came to prefer the stoa as a device for framing the agora (public marketplace) of a city or town. The South Stoa (c. 700–550 B.C.E.), constructed as part of the sanctuary of Hera on the island of Samos, numbers among the earliest examples of the stoa in Greek architecture. Many cities, particularly Athens and Corinth, came to have elaborate and famous stoas. In Athens, the famous Stoa Poikile (“Painted Stoa”), c. fifth century B.C.E., housed paintings of famous Greek military exploits, including the battle of Marathon, while the Stoa Basileios (“Royal Stoa”), c. fifth century B.C.E., was the seat of a chief civic official (archon basileios).\nLater, through the patronage of the kings of Pergamon, the Athenian agora was augmented by the famed Stoa of Attalos (c. 159–138 B.C.E.), which was recently rebuilt according to the ancient specifications and now houses the archaeological museum for the Athenian Agora itself. At Corinth, the stoa persisted as an architectural type well into the Roman period; the South Stoa there, c. 150 C.E., shows the continued utility of this building design for framing civic space. From the Hellenistic period onwards, the stoa also lent its name to a philosophical school, as Zeno of Citium originally taught his Stoic philosophy in the Stoa Poikile of Athens."
    },
    {
      "title": "Bouleuterion",
      "image": "static/image_page1/1_4.jpg",
      "content": "The Bouleuterion (βουλευτήριον) was an important civic building in a Greek city, as it was the meeting place of the boule (citizen council) of the city. These select representatives assembled to handle public affairs and represent the citizenry of the polis (in ancient Athens, the boule was comprised of 500 members). The Bouleuterion generally was a covered, rectilinear building with stepped seating surrounding a central speaker’s well in which an altar was placed. The city of Priène has a particularly well-preserved example of this civic structure, as does the city of Miletus."
    },
    {
      "title": "Theater",
      "image": "static/image_page1/1_9.jpg",
      "content": "The Greek theater was a large, open-air structure used for dramatic performance. Theaters often took advantage of hillsides and naturally sloping terrain and, in general, utilized the panoramic landscape as the backdrop to the stage itself. The Greek theater is composed of the seating area (theatron), a circular space for the chorus to perform (orchestra), and the stage (skene). Tiered seats in the theatron provided space for spectators. Two side aisles (parados, pl. paradoi) provided access to the orchestra. The Greek theater inspired the Roman version of the theater directly, although the Romans introduced some modifications to the concept of theater architecture. In many cases, the Romans converted pre-existing Greek theaters to conform to their own architectural ideals, as is evident in the Theater of Dionysos on the slopes of the Athenian Acropolis. Since theatrical performances were often linked to sacred festivals, it is not uncommon to find theaters associated directly with sanctuaries."
    },
    {
      "title": "House",
      "image": "static/image_page1/1_6.jpg",
      "content": "Greek houses of the Archaic and Classical periods were relatively simple in design. Houses usually were centered on a courtyard that would have been the scene for various ritual activities; the courtyard also provided natural light for the often small houses. The ground floor rooms would have included kitchen and storage rooms, perhaps an animal pen and a latrine; the chief room was the andron—site of the male-dominated drinking party (symposion). The quarters for women and children (gynaikeion) could be located on the second level (if present) and were, in any case, segregated from the men’s area. It was not uncommon for houses to be attached to workshops or shops. The houses excavated in the southwest part of the Athenian Agora had walls of mud brick that rested on stone socles and tiled roofs, with floors of beaten clay.\nThe city of Olynthus in Chalcidice, Greece, destroyed by military action in 348 B.C.E., preserves many well-appointed courtyard houses arranged within the Hippodamian grid-plan of the city. House A vii 4 had a large cobbled courtyard that was used for domestic industry. While some rooms were fairly plain, with earthen floors, the andron was the most well-appointed room of the house."
    },
    {
      "title": "Fortifications",
      "image": "static/image_page1/1_2_2.jpg",
      "content": "The Mycenaean fortifications of Bronze Age Greece (c. 1300 B.C.E.) are particularly well known—the megalithic architecture (also referred to as Cyclopean because of the use of enormous stones) represents a trend in Bronze Age architecture. While these massive Bronze Age walls are difficult to best, first millennium B.C.E. Greece also shows evidence of stone-built fortification walls. In Attika (the territory of Athens), a series of Classical and Hellenistic walls built in ashlar masonry (squared masonry blocks) have been studied as a potential system of border defenses.  At Palairos in Epirus (Greece), the massive fortifications enclose a high citadel that occupies imposing terrain."
    },
    {
      "title": "Stadium, gymnasium, and palaestra",
      "image": "static/image_page1/1_8.jpeg",
      "content": "The Greek stadium (derived from stadion, a Greek measurement equivalent to c. 578 feet or 176 meters) was the location of foot races held as part of sacred games; these structures are often found in the context of sanctuaries, as in the case of the Panhellenic sanctuaries at Olympia and Epidauros. Long and narrow, with a horseshoe shape, the stadium occupied reasonably flat terrain.\nThe gymnasium (from the Greek term gymnós meaning “naked”) was a training center for athletes who participated in public games. This facility tended to include areas for both training and storage. The palaestra (παλαίστρα) was an exercise facility originally connected with the training of wrestlers. These complexes were generally rectilinear in plan, with a colonnade framing a central, open space."
    },
    {
      "title": "Legacy",
      "image": "static/image_page1/1_9.jpg",
      "content": "The architecture of ancient Greece influenced ancient Roman architecture and became the architectural vernacular employed in the expansive Hellenistic world created in the wake of the conquests of Alexander the Great. Greek architectural forms became implanted so deeply in the Roman architectural mindset that they endured throughout antiquity, only to be then re-discovered in the Renaissance and especially from the mid-eighteenth century onwards as a feature of the Neoclassical movement. This durable legacy helps to explain why the ancient Greek architectural orders and the tenets of Greek design are still so prevalent—and visible—in our post-modern world."
    }
]