[
  {
    "id": 0,
    "title": "Athens Self-Guided Audio Tour",
    "image": [
      "static/images_excursions/1/1_1.jpg",
      "static/images_excursions/1/1_2.jpg",
      "static/images_excursions/1/1_3.jpg",
      "static/images_excursions/1/1_4.jpg",
      "static/images_excursions/1/1_5.jpg",
      "static/images_excursions/1/1_6.jpg",
      "static/images_excursions/1/1_7.jpg"
    ],
    "overview": "Short and highly selective information in the audio commentary for top 18 tourist attractions in around Athens Highlights of this Self-Guided Audio Tour вЂў It allows you to go as per your own convenience of time, pace and location. вЂў Simply use our personally created itinerary (if required). вЂў Not necessary to download any location tracking apps. It can be listened online in any devices (smartphones, tablets, laptops, etc.) вЂў Available in multiple languages, you can choose the one youвЂ™re most comfortable with (should be selected at the time of booking) вЂў It is one of the best options with lowest price for travelers who prefer flexibility on their tour. вЂў If you have any questions about any attractions, No worries, we will answer in your language instantly. ",
    "included": [
      "Direct access to audio guide in one playlist for all tourist attractions",
      "Personally created tour itinerary map with audio guide for each attraction",
      "6 days access validity (considering flexibility on your itinerary)"
    ],
    "date":"05-05-2022", 
    "comments": []
  },
  {
    "id": 1,
    "title": "Unexpected Athens Orientation Tour",
    "image": [
      "static/images_excursions/2/2_1.jpg",
      "static/images_excursions/2/2_2.jpg",
      "static/images_excursions/2/2_3.jpg",
      "static/images_excursions/2/2_4.jpg"
    ],
    "overview": "Uncover Athens' long history and explore the Greek capital on foot with this half-day walking tour. Feel like you've stepped into a real-life history book as you get up close to world-famous landmarks, UNESCO-listed ruins and opulent royal palaces. Then, step off the beaten path to discover busy markets, modern sights and much-loved local spots. Numbers limited to 12 people on this small-group tour, ensuring personalized commentary from the guide. 4-hour walking tour of Athens Explore one of the oldest cities in the world on foot Learn about Athens' fascinating history from an in-the-know guide See iconic sites and historic buildings Navigate lively markets Small-group tour limited to 12 people to ensure a quality experience",
    "included": [
      "Local guide",
      "Orientation Map of Athens",
      "Wireless Tour Guide System"
    ],
    "date":"05-04-2022", 
    "comments": [
      {
        "user_id": "52f38ce2-70c0-415f-b522-3f8ce8592cdc",
        "comment": "mkmknb"
      },
      {
        "user_id": "52f38ce2-70c0-415f-b522-3f8ce8592cdc",
        "comment": ";,mkn"
      },
      {
        "user_id": "ff31a763-8563-435a-b047-5e305c898066",
        "comment": "i can't anymore"
      },
      {
        "user_id": "ff31a763-8563-435a-b047-5e305c898066",
        "comment": "hi:)"
      }
    ]
  },
  {
    "id": 2,
    "title": "Day Trip to Mykonos Island from Athens",
    "image": [
      "static/images_excursions/3/3_1.jpg",
      "static/images_excursions/3/3_2.jpg",
      "static/images_excursions/3/3_3.jpg",
      "static/images_excursions/3/3_4.jpg",
      "static/images_excursions/3/3_5.jpg"
    ],
    "overview": "Overview Grab the opportunity to visit the most cosmopolitan destination in Greece, on the only available day trip from Athens. A combination of glamour and natural beauty that attracts every year millions of visitors from all over the world. Just 2 hours and 30 minutes away from Athens by high-speed vessel, Mykonos is definitely worth the visit! Do not worry about, island transportation, ferry tickets, where to go swimming in Mykonos, or which is the port of departure. Everything is sorted out for you during this trip. Enjoy your 4-hour stay on this Cycladic Island, and the unique Cycladic atmosphere.",
    "included": [
      "High-speed ferry Tickets to/from Mykonos (by Worldchampion Jet)",
      "Private transportation",
      "Professional Driver"
    ],
    "date":"01-02-2022"
  },
  {
    "id": 3,
    "title": "Rail Tour from Athens to Meteora 3 Days - 2 Nights",
    "image": [
      "static/images_excursions/4/4_1.jpg",
      "static/images_excursions/4/4_2.jpg",
      "static/images_excursions/4/4_3.jpg",
      "static/images_excursions/4/4_4.jpg"
    ],
    "overview": "Join this 3-days/2 nights rail tour from Athens to Meteora to discover the beauty and the history of a unique geological phenomenon and the Byzantine Monasteries, listed as UNESCO World Heritage monuments. Travel from Athens to Meteora and back by train and enjoy captivating views of an out of this world landscape. Seize the chance to engage in memorable activities in a 3-days tour that will definitely be the highlight of your entire visit to Greece.",
    "included": [
      "Orientation Map of Athens",
      "Local guide",
      "Wireless Tour Guide System"
    ],
    "date":"05-01-2023"
  },
  {
    "id": 4,
    "title": "Athens Super Saver: City Sightseeing Tour plus Half-Day Cape Sounion Trip",
    "image": [
      "static/images_excursions/5/5_1.jpg",
      "static/images_excursions/5/5_2.jpg",
      "static/images_excursions/5/5_3.jpg",
      "static/images_excursions/5/5_4.jpg",
      "static/images_excursions/5/5_5.jpg"
    ],
    "overview": "Combine two popular tours of Athens and Cape Sounion into one day at a discounted price with this Athens Super Saver. In the morning, board an air-conditioned coach for a sightseeing tour of Athens' highlights. With an expert guide, stroll around the Parthenon and antiquities on the Acropolis; visit the New Acropolis Museum; see the Panathenaic Stadium and more. Then, take an afternoon trip to Cape Sounion, where the Temple of Poseidon overlooks the Aegean Sea. Admire the glittering temple and stellar views before your return by coach to Athens. Enjoy two best-selling Athens experiences at one discounted price with this Super Saver Discover fascinating archeological findings from ancient Greece at the Acropolis Museum Take a scenic half-day trip to Cape Sounion's stunning Temple of Poseidon overlooking the Aegean Sea Entrance fees and round-trip transport by air-conditioned coach included",
    "included": [
      "Hotel pickup and drop off (selected hotels only)",
      "Professional guide",
      "Air-conditioned vehicle"
    ],
    "date":"25-09-2022"
  },
  {
    "id": 5,
    "title": "Full Day Private Tour: Essential Athens Highlights plus Cape Sounion and Temple of Poseidon",
    "image": [
      "static/images_excursions/6/6_1.jpg",
      "static/images_excursions/6/6_2.jpg",
      "static/images_excursions/6/6_3.jpg",
      "static/images_excursions/6/6_4.jpg",
      "static/images_excursions/6/6_5.jpg"
    ],
    "overview": "Make the most of your time in Greece on this full-day privately chauffeured tour of Athens. Get a true insider's view of this bustling Mediterranean metropolis and learn the history and culture of the city along the way. Explore the city while visiting such sites: Olympic Stadium, the Acropolis, Hadrian's Arch, the Temple of Zeus, and the New Acropolis Museum. Watch the changing of the guard at the parliament and then take a coastal road trip to the dramatic clifftop Temple of Poseidon. This tour is flexible and allows you to go at your own pace. See all the main sites in Athens, including the Acropolis, the New Acropolis Museum, the Temple of Zeus and much more Watch the changing of the guard at the parliament building Get picked up and dropped off at your hotel Private tour ensures plenty of personalized attention",
    "included": [
      "Direct access to audio guide in one playlist for all tourist attractions",
      "Personally created tour itinerary map with audio guide for each attraction",
      "6 days access validity (considering flexibility on your itinerary)"
    ],
    "date":"30-07-2022"
  }
]